[
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Physio Sigh 3x",
        "how": "Breathe in deeply through your nose, then sneak in one more little sip of air at the top. Now let it all pour out through your mouth, slow and easy. Try this three times.",
        "why": "That double breath in clears out stale air pockets in your lungs, and the long sigh out is like hitting your nervous system's gentle brake pedal—it really does bring you down a notch."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Triple Orient",
        "how": "Let your head turn slowly to the left, back to center, then over to the right. As you look around, quietly name three colors or things you can see. Finish with one slow breath out.",
        "why": "When you complete this gentle sweep of your space, your brain gets the message that everything's okay here—you're safe, and there's nothing to stay on high alert for."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Hand to Heart",
        "how": "Rest your warm palm right on your chest, right over your heart. Feel it beating there as you take three gentle breaths.",
        "why": "There's something deeply soothing about your own warm touch combined with slower breathing—it signals safety to your body and can even release a little oxytocin, that feeling of calm connection."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Butterfly Tap",
        "how": "Cross your arms over your chest like you're giving yourself a hug, then gently tap your upper arms or shoulders, alternating left and right, for about twenty seconds.",
        "why": "This rhythmic, back-and-forth tapping paired with your own gentle touch soothes the deeper parts of your brain and helps dial down that threat alarm."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Soft Eyes",
        "how": "Instead of focusing hard on one thing, let your gaze soften and widen so you can sense what's at the edges of your vision. Stay here for about twenty seconds, breathing slowly.",
        "why": "When your eyes take in more of the periphery, your nervous system actually shifts out of scanning-for-danger mode and into a calmer, more social way of being."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Squeeze–Release Fists",
        "how": "Make tight fists for about five seconds—really squeeze them—then release completely and let your hands be soft. Do this twice and notice how different letting go feels.",
        "why": "When you tense up and then release, you're teaching your body the felt sense of letting go. It's a gentle reminder of what relaxation actually feels like."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Press the Floor",
        "how": "Whether you're sitting or standing, press your feet firmly into the ground for five seconds, then ease off. Try it one more time.",
        "why": "Pressing down gives your body grounding feedback from the ground up—it's like your whole system gets a message that you're stable, held, and here."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Color Hunt 5",
        "how": "Look around and find five things that are the same color. As you find each one, quietly name it and breathe out.",
        "why": "When you focus your attention on something specific and present, it gently pulls your mind away from the worry loop and brings you right here, right now."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Jaw Drop Yawn",
        "how": "Let yourself do a big, fake yawn—drop your jaw and let it hang heavy while you breathe out slowly.",
        "why": "Releasing all that tension in your jaw and tongue actually loosens up the body's stress response. Your face stops 'guarding' and your whole system softens a bit."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Straw Exhale",
        "how": "Purse your lips like you're sipping through a straw, and breathe out slowly through them. Do this three times, letting your shoulders settle with each breath.",
        "why": "Breathing out slowly through pursed lips makes your exhale longer and a little more work, which naturally recruits your body's rest-and-digest response."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Ear Sweep",
        "how": "Use your fingertips to gently massage your outer ears, moving from the top down to your earlobes. Do this for about twenty seconds while breathing softly.",
        "why": "Your ears have branches of the vagus nerve—that's your body's main calming pathway—and gentle touch there can actually help you settle."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "5-4-3 Micro",
        "how": "Look around and name five things you can see, then four things you could touch if you wanted to. Finish with three slow breaths out.",
        "why": "Bringing multiple senses into the present moment interrupts those spiraling thoughts and anchors you back in the room you're actually in."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Neck-Free Cue",
        "how": "Think to yourself, 'neck free, head forward-up,' and just allow your head to balance easily on top of your spine as you take two gentle breaths.",
        "why": "This small shift in how you hold your head can release a lot of unnecessary tension. When you stop bracing, everything gets a little easier."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Pendulate Once",
        "how": "Notice one place in your body that feels tight or tense, then shift your attention to the easiest, most comfortable place you can find. Take a long breath out as you make that shift.",
        "why": "Moving your attention between the hard spots and the easy spots teaches your nervous system that it can regulate itself—you're building that capacity to shift states."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Palm Warm Eyes",
        "how": "Rub your hands together until they're warm, then gently cup your palms over your closed eyes for about fifteen seconds.",
        "why": "The combination of darkness and warmth calms down your visual system and helps lower your overall arousal level."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Count-Down Exhales",
        "how": "With each breath out, count backwards from five down to one. See if you can make each exhale a little longer than the one before.",
        "why": "Counting gives your thinking mind something to do, and longer exhales help quiet that alarm center in your brain while giving you a sense of being in control."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Tongue Drop",
        "how": "As you breathe in, rest your tongue on the roof of your mouth. Then, as you breathe out, let it drop down and soften completely.",
        "why": "When you relax your tongue and jaw, you're actually dialing down your stress response and inviting in that parasympathetic rest mode."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Heel Sink",
        "how": "Imagine your heels growing heavy and sinking into the ground beneath you. Take two slow breaths out as you feel that weight.",
        "why": "This grounding imagery combined with the felt sense in your body helps reduce those floaty, anxious sensations and brings you back down."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Soft Glimmer",
        "how": "Think back to one tiny pleasant moment from today—anything small counts. Then look around for one friendly detail in the space around you right now.",
        "why": "Noticing these little 'glimmers' of goodness helps retrain your brain to register safety and ease, not just threats."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Pulse Follow",
        "how": "Lightly place two fingers where you can feel your pulse—wrist or neck works. Match three slow breaths to its rhythm.",
        "why": "Linking your breath to your heartbeat helps synchronize what you're feeling inside your body and naturally promotes a sense of calm."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Shoulder Drop",
        "how": "Lift your shoulders up toward your ears, then let them melt all the way down as you breathe out to a slow count of six.",
        "why": "Releasing that shoulder 'armor' sends a clear signal to your body that it doesn't need to brace anymore—the danger has passed."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Cooling Sip Breath",
        "how": "Purse your lips and breathe in like you're sipping cool air through a straw, then breathe out normally. Try this five times.",
        "why": "That cool, slow airflow combined with longer exhales naturally recruits your body's calming response."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Butterfly Hug Lite",
        "how": "Cross your arms and lightly tap your shoulders, alternating left and right, for about twenty seconds. Keep breathing slowly.",
        "why": "This gentle, rhythmic tapping helps soothe and organize your nervous system—it's like a soft reset button."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Label 3 Supports",
        "how": "Silently name three things touching and supporting you right now—maybe your chair, the floor beneath your feet, the backrest. Then breathe out slowly.",
        "why": "Naming what's holding you up boosts your sense of where you are in space and sends safety signals throughout your body."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Ribs Breath",
        "how": "Place your hands on the sides of your ribcage. Feel them expand gently as you breathe in and soften as you breathe out. Try it twice.",
        "why": "When you breathe into your side ribs, you're engaging your diaphragm more fully, which naturally helps dial down stress."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Wall Push 10",
        "how": "Stand facing a wall, place both hands on it, and push firmly for ten seconds. Then relax.",
        "why": "This burst of effort helps complete any 'fight' impulses that might be stuck in your system, releasing that trapped activation."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Hum Three",
        "how": "With your lips closed, hum gently on each exhale for three breaths. (Keep it quiet if you're in public!)",
        "why": "The vibration from humming directly stimulates those calming vagal pathways throughout your body."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Micro Bow",
        "how": "As you breathe out, make a tiny nod forward with your head. On the inhale, come back to upright.",
        "why": "These small flex-and-extend movements help reset tension patterns in your neck and upper back."
    },
    {
        "time": "0:30",
        "goal": "Calm down",
        "name": "Hand on Belly",
        "how": "Rest one hand on your belly and feel it rise gently as you breathe in, then fall as you breathe out. Do this for three breaths.",
        "why": "Feeling your belly move under your hand lengthens your exhale and gives your body that tactile signal that everything's okay."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Coherent 5-5",
        "how": "Breathe in for a count of five, then out for a count of five. Keep it easy and relaxed for about two minutes.",
        "why": "This even, slow rhythm increases your heart rate variability—that's a good thing—and helps steady your whole nervous system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Orient–Pendulate 3 Rounds",
        "how": "Notice one spot that feels tight, then find a spot that feels easier. Take a slow breath out as you shift between them. Do this three times.",
        "why": "Practicing this gentle back-and-forth between activation and ease builds your capacity to regulate yourself—it's like strength training for your nervous system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Ogden Push–Pull",
        "how": "Press your hands into your thighs for fifteen seconds, then release for fifteen. Repeat this four times.",
        "why": "Alternating between engaging and letting go helps discharge excess energy and brings you back to your baseline."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "PMR Ladder (Upper Body)",
        "how": "Tense your hands for three seconds, then release for ten. Move up to your forearms, then your shoulders. Take your time.",
        "why": "Progressive muscle relaxation systematically reduces overall muscle tension and anxiety throughout your body."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Humming Flow",
        "how": "Hum softly on every exhale for twelve to eighteen breaths. Keep your shoulders relaxed as you go.",
        "why": "Sustained humming stimulates your vagus nerve and creates a gentle, soothing effect throughout your system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Gendlin Handle",
        "how": "Tune into the overall 'feel' of this moment and see if you can find a simple word or image that captures it. Breathe slowly as you do this.",
        "why": "When you name the felt sense, you're organizing the emotion and making it less overwhelming—it helps reduce reactivity."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Dana Glimmers 3",
        "how": "Look for three tiny pleasant cues around you—maybe a color you like, an interesting texture, or a soothing sound. Linger on each one for about ten seconds.",
        "why": "Training yourself to notice safety cues instead of just threats helps counter your brain's natural bias toward worry."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Slow Look-Around",
        "how": "Slowly rotate your head and eyes, stopping at about eight different points around you. Pause for a breath at each spot.",
        "why": "Completing this full orienting sweep reassures your brain that there's no immediate danger in your environment."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Constructive Sit",
        "how": "Sit tall with your head balanced easily, thinking 'forward and up.' Let your shoulders float as you breathe gently for two minutes.",
        "why": "When you align yourself this way, you reduce unnecessary effort and naturally invite relaxation into your body."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Benson Word",
        "how": "Pick a calming word—like 'ease' or 'peace'—and softly repeat it on each exhale for about two minutes.",
        "why": "This simple mantra pairs your breath with a safety message, which helps quiet ruminating thoughts."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Ocean Breath",
        "how": "Gently narrow the back of your throat to make a soft ocean or 'haaa' sound as you breathe slowly for twenty cycles.",
        "why": "These audible, lengthened exhales signal your parasympathetic nervous system to help you settle."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "3-Spot Soothing",
        "how": "Touch three spots—your chest, your cheeks, and the back of your neck—while taking six slow breaths.",
        "why": "Gentle self-contact at these social-engagement areas sends really strong safety signals to your nervous system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Rocking Seat",
        "how": "Sitting down, rock your pelvis just a few millimeters forward and back with your breath for about a minute.",
        "why": "This tiny rhythmic movement releases bracing patterns around your spine and deep core muscles."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Butterfly Hug 90s",
        "how": "Cross your arms and tap alternately on your shoulders for 60 to 90 seconds, then finish with three slow exhales.",
        "why": "The rhythm plus bilateral input helps integrate and calm your whole system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Safe Soundscape",
        "how": "Listen for three distant sounds, then two mid-range sounds, then one sound close by. Breathe slowly as you listen.",
        "why": "This layered sound awareness anchors you in the present environment and helps you feel more grounded."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Belly Melt",
        "how": "With each breath out, allow your belly to soften just a little bit more. Keep going for two minutes.",
        "why": "Releasing that protective belly tension dials down your stress response and makes breathing easier."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Hand-to-Hand Warmth",
        "how": "Rub one palm with the other for a full minute, really noticing the warmth and sensation building.",
        "why": "Focused tactile input redirects your attention from worry to the sensations in your body right now."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Sigh-Reset + 4-6",
        "how": "Start with three physiological sighs, then breathe in for four counts and out for six counts for one minute.",
        "why": "This combines the fastest way to down-shift your arousal with sustained activation of your calming system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Eye-Trace Corners",
        "how": "Slowly trace the outline of the room with your eyes, making your exhales longer than your inhales.",
        "why": "Visual mapping combined with long exhales helps you feel both calm and grounded."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Quiet Mantra",
        "how": "Breathe gently and repeat to yourself, 'Right now, safe enough,' for two minutes.",
        "why": "Kind, realistic framing paired with breath helps reduce those alarm signals running through your system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Weighted Exhale",
        "how": "Count your exhale up to eight if that feels comfortable, then take a normal inhale. Try this ten times.",
        "why": "Longer exhales increase parasympathetic activity and give you a sense of being in control of your state."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Yield–Push",
        "how": "Feel your weight being fully supported by your chair, then gently press your feet or hands into something supportive and release.",
        "why": "Yielding builds a sense of safety; the brief push helps complete action without getting overwhelmed."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Gratitude Micro",
        "how": "Name three parts of your body that are helping you right now, and silently thank them as you breathe out slowly.",
        "why": "Appreciation shifts your state and naturally reduces that threat-focused scanning."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Ocean of Light",
        "how": "Imagine gentle light filling your whole body as you breathe slowly for two minutes.",
        "why": "Soothing imagery paired with breath helps settle your entire system."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Shoulder Spirals",
        "how": "Make tiny circles with each shoulder—forward a few times, then back—while breathing evenly for a minute.",
        "why": "These micro-movements release habitual upper-back tension that often fuels anxiety."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Warm Face Press",
        "how": "Rub your hands together until they're warm, then cover your face for thirty seconds and take a slow exhale.",
        "why": "Warmth and darkness calm your visual system and all those facial muscles involved in social engagement."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Slow Walk Count",
        "how": "Walk in place slowly for 60 to 90 seconds, taking one full breath cycle per step.",
        "why": "Rhythm plus breath aligns your body and mind, creating calm."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Cellular Breath",
        "how": "Imagine your whole body gently inflating on the inhale and softening on the exhale for two minutes.",
        "why": "This gentle, whole-body imagery promotes relaxation at every level."
    },
    {
        "time": "1–3 min",
        "goal": "Calm down",
        "name": "Ocean Exhale 20",
        "how": "Make a quiet hissing or ocean sound on each breath out for twenty breaths.",
        "why": "The auditory feedback helps lengthen and slow your exhale, which supports down-regulation."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Full PMR Scan",
        "how": "Starting at your toes and moving up to your face, gently tense each region for five seconds and release for ten until you've covered your whole body.",
        "why": "Systematic tension and release lowers overall muscle tone and anxiety throughout your entire body."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Constructive Rest",
        "how": "Lie on your back with your knees bent and head supported. Breathe easily and let your neck be free.",
        "why": "This supported position lets your muscles stop holding and gripping, sending a deep safety signal to your whole system."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Voo Hum",
        "how": "On each exhale, make a low 'voo' sound for twenty to thirty repetitions. (Quietly if you need privacy!)",
        "why": "Low-frequency vocalization strongly stimulates those vagal pathways for calm."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Safe Place Imagery",
        "how": "With soft or closed eyes, imagine a place where you feel completely safe. Notice the sights, sounds, and textures while breathing slowly.",
        "why": "Detailed safety imagery recruits brain networks that naturally counter fear circuitry."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Coherent 5.5",
        "how": "Breathe in for five seconds and out for five seconds for about four minutes. Finish with one long exhale.",
        "why": "Sustained coherent breathing increases heart rate variability and steadies your nervous system."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Pendulation Script",
        "how": "Gently cycle your attention through a tight area, a neutral area, and an easy area. Do this for four rounds.",
        "why": "Practicing shifts between different states builds resilience and your capacity to self-regulate."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Loving-Kindness Breath",
        "how": "As you breathe in, think 'safe.' As you breathe out, think 'at ease.' Continue for four minutes.",
        "why": "Pairing breath with kind phrases reduces threat appraisal and softens your whole tone."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Gentle Self-Massage",
        "how": "Use slow circles to massage your jaw, temples, and the base of your skull while breathing evenly.",
        "why": "Releasing tension in your head and neck sends a body-wide signal to relax."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Eyes-Closed Sound Bath",
        "how": "Close your eyes and track six sounds—from the farthest away to the closest—while keeping your breath slow and easy.",
        "why": "Auditory attention anchors you safely in the present moment."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Walking Gatha",
        "how": "Walk slowly while quietly repeating, 'Breathing in, I calm; breathing out, I smile.' Continue for three minutes.",
        "why": "Rhythmic steps combined with a gentle phrase help settle both body and mind."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Sway and Settle",
        "how": "Standing or seated, sway gently from side to side, then come to stillness and take three long exhales.",
        "why": "Finding stillness after movement helps your system naturally settle down."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Feather Exhale",
        "how": "Imagine a feather floating on each exhale and keep it aloft with slow, steady breaths.",
        "why": "This imagery encourages long, smooth exhales that naturally calm arousal."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Ease Map",
        "how": "Scan through your body and find three places that feel easiest right now. Rest your attention there while breathing slowly.",
        "why": "Anchoring in areas of comfort trains your brain to register safety more readily."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Open–Close Cycle",
        "how": "Curl forward for ten seconds, then open your chest for ten seconds. Repeat six times with slow breaths.",
        "why": "Alternating flexion and extension helps rebalance your autonomic state."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Cat–Cow Micro",
        "how": "Sitting down, make small spinal flex and extend movements that follow your breath for three minutes.",
        "why": "Gentle rhythmic movement gives your organs a massage and reduces bracing patterns."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Cool Wrist Rinse",
        "how": "Apply cool water or hold a cool object to your wrists while taking twenty slow breaths.",
        "why": "Cooling combined with breath dampens arousal pretty quickly."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Eye Palming 2x",
        "how": "Cover your closed eyes with warm palms for thirty seconds, uncover for thirty, then cover again.",
        "why": "Alternating darkness and light resets visual load and helps you relax."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Paper-Weight Belly",
        "how": "Lie back and imagine a light book resting on your belly, rising and falling with your breath.",
        "why": "Tactile imagery deepens diaphragmatic breathing and brings calm."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Orient by Lines",
        "how": "Slowly follow the lines where the floor meets the walls and ceiling with your eyes, breathing steadily.",
        "why": "Orderly visual tracking reassures your midbrain that the scene is stable and safe."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "Slow Counting 30",
        "how": "Count from 1 to 30, only on your exhales. If you lose count, just start again gently.",
        "why": "Counting focuses your attention and naturally lengthens your exhale."
    },
    {
        "time": "3–5 min",
        "goal": "Calm down",
        "name": "BMC Yielding",
        "how": "Let your whole body 'yield' into whatever's supporting you beneath. Then make a tiny push and rest again.",
        "why": "These yield-push patterns teach safety, boundaries, and settling all at once."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "3 Sighs → One Step",
        "how": "Do three physiological sighs, then say out loud the single next action you're going to start with.",
        "why": "The sighs bring down your arousal, and naming one concrete step immediately channels your attention into action."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "One-Point Gaze",
        "how": "Pick a small point and hold a soft, steady gaze on it for twenty seconds while you breathe.",
        "why": "Sustained visual focus naturally translates into cognitive focus—it's like training wheels for concentration."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Now/Next",
        "how": "Say 'now' and pick one task. Say 'next' and mentally put everything else on a shelf for later.",
        "why": "Simple prioritization quiets all those competing intentions and frees up your working memory."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Peripheral→Target",
        "how": "Widen your gaze for ten seconds to take in everything, then narrow it down to just the one thing you'll do for ten seconds.",
        "why": "Switching from wide to narrow focus primes your brain to actually concentrate."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Write One Line",
        "how": "Type or write the very first sentence or bullet point of your task—don't worry about editing yet.",
        "why": "Immediate action overcomes inertia and creates momentum. Starting really is everything."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Posture Cue",
        "how": "Think 'neck free, head forward-up,' let your spine lengthen, and take one slow exhale.",
        "why": "Aligned posture actually improves alertness and reduces fatigue—your body and brain work better when you're not collapsed."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Finger Taps Ladder",
        "how": "Tap your thumb to each finger: 1-2-3-4-4-3-2-1 on both hands.",
        "why": "This fine motor sequencing engages your executive networks and centers your attention."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Label One Distraction",
        "how": "Name your top distraction—maybe 'email' or 'that text'—and promise yourself you'll return to it later. Take one slow breath out.",
        "why": "Just labeling it reduces its pull on your attention and frees you up for the task at hand."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Blink Reset 5",
        "how": "Make five very slow, complete blinks, then bring your eyes to the task.",
        "why": "Lubricating and resetting your visual system reduces strain and clears away that foggy feeling."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Timer Start",
        "how": "Set a three-minute timer and begin immediately, even if your work is messy at first.",
        "why": "A tiny time box lowers the friction of starting and triggers engagement almost automatically."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Anchor Word",
        "how": "Whisper a single cue word like 'focus' as you exhale for six breaths.",
        "why": "Pairing breath with a cue word builds a quick entry ramp into flow state."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Cold Splash Touch",
        "how": "Touch cool water or a cool object to your cheeks or wrists for a few breaths.",
        "why": "Brief cold exposure heightens alertness while the breath anchors you—it's like a gentle wake-up."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Cross-Crawl Touch",
        "how": "Stand up and touch your opposite hand to knee for twenty seconds, then sit down and start your task.",
        "why": "Cross-lateral movement wakes up your attention and helps coordinate both hemispheres of your brain."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Eye Dot",
        "how": "Place a small dot on your screen or page and rest your gaze there for twenty seconds.",
        "why": "Fixing your gaze reduces visual wandering, which helps prevent mental drift."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Count 10 Exhales",
        "how": "Count each full exhale from one to ten. If you lose count, just restart. Then begin your task.",
        "why": "Short breath counting steadies your attention before you dive into work."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Pencil Grip Reset",
        "how": "Grip a pen firmly for three seconds, release completely, then repeat twice. Now write your first line.",
        "why": "This isometric-then-release pattern primes your fine-motor control for writing or typing."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Scent Pop",
        "how": "Smell something pleasant for three slow breaths, then turn to your task.",
        "why": "A distinct sensory cue marks a state change—it tells your brain, 'Okay, now we're focusing.'"
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Two-Column Cue",
        "how": "Say 'do now / do later' and choose one 'do now' micro-task.",
        "why": "Binary choice collapses indecision and reduces cognitive load instantly."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Spine Tall",
        "how": "Imagine growing one centimeter taller while breathing out slowly, then start your first action.",
        "why": "Subtle extension raises both alertness and confidence to engage."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Ear Rub Wake",
        "how": "Massage each ear for fifteen seconds, then bring your eyes to the work.",
        "why": "Ear stimulation can increase alertness and readiness to focus."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Object Spiral",
        "how": "Trace a small spiral on your desk with your eyes, then land on the item you need to work with.",
        "why": "Guided eye movement reins in visual wandering before you start working."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Micro Promise",
        "how": "Say, 'I'll work for two minutes,' and press start.",
        "why": "Tiny commitments bypass resistance and get you moving without overwhelming yourself."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Hand Rinse",
        "how": "Rub your palms together for ten seconds, place them lightly on your scalp for ten seconds, then begin.",
        "why": "Tactile arousal resets your attention and signals 'new task starting now.'"
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Gendlin Handle",
        "how": "Sense what feels 'in the way' and name it—maybe 'fog' or 'stuck.' Then choose the smallest next step.",
        "why": "Labeling that felt block reduces its power and clarifies what action to take."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Tap to Type",
        "how": "Do thumb-to-finger taps for five cycles on each hand, then type your first sentence.",
        "why": "Rhythm primes motor planning and helps you transition into action."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Near–Far Eyes",
        "how": "Look at your finger up close for five seconds, then at something distant for five seconds. Repeat twice.",
        "why": "Switching focal distance refreshes your visual circuits and sharpens focus."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Name the Verb",
        "how": "Quietly say the verb of your task—'write,' 'send,' or 'call'—and do the first tiny move.",
        "why": "Verbs prompt immediate motor execution and bring clarity to what you're actually doing."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Box 3-3-6",
        "how": "Breathe in for three, hold for three, breathe out for six. Do this once or twice, then start.",
        "why": "Quick breath balance stabilizes attention without making you drowsy."
    },
    {
        "time": "0:30",
        "goal": "Focus/clear mind",
        "name": "Label Outcome",
        "how": "Write 'Done = …' in seven words or fewer. Take one slow exhale and begin.",
        "why": "Defining 'done' shrinks ambiguity and locks your attention on a clear target."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "4-6 x 24 + First Line",
        "how": "Breathe in for four and out for six for about two minutes, then write the first sentence without editing.",
        "why": "Vagal breathing steadies you first, then immediate output creates momentum."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Single-Task Contract",
        "how": "Say out loud the one thing you're going to do, set a 2–3 minute timer, and begin.",
        "why": "A spoken commitment focuses your intention and behavior."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Visual Sweep & Land",
        "how": "Scan left to right across your workspace, then deliberately place your eyes where the work will start.",
        "why": "Conscious visual targeting aligns your attention with your action."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Shoulder Ease Feldenkrais",
        "how": "Make very small shoulder circles and check how typing or writing feels afterward. Then start.",
        "why": "Reducing upper-body tension frees up cognitive resources for focus."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Gendlin Clarify",
        "how": "Sense the whole feel of the task and find a word or phrase that captures it. Jot it down.",
        "why": "Naming the felt sense clarifies and organizes your thinking."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Sigh + Plan 3 Steps",
        "how": "Do three physiological sighs, then write down the next three mini-steps.",
        "why": "Down-shift your arousal first, then turn that clarity into a simple plan."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Distraction Parking",
        "how": "List up to three distractions on a note titled 'Later' and put it face-down.",
        "why": "Externalizing worries frees up working memory for the actual task."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Pendulate Thought↔Breath",
        "how": "Shift your focus between the task and your breath for three gentle rounds, then commit to the task.",
        "why": "Practicing this switching builds your control over attention."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Eye Box Trace",
        "how": "Trace a rectangle with your eyes—top, side, bottom, side—five times. Then focus on the page.",
        "why": "Guided tracking stabilizes your eye movements for reading or writing."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Outcome Card",
        "how": "Write 'Done =' and the simplest description of success. Breathe slowly for ten breaths, then begin.",
        "why": "Clear targets reduce procrastination and that scattered, split-attention feeling."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Cross-Crawl March",
        "how": "March in place slowly, touching opposite hand to knee for about one minute. Then sit and start.",
        "why": "Cross-lateral rhythm boosts alertness and bilateral brain integration."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Mantra Pace",
        "how": "Breathe in thinking 'clear,' breathe out thinking 'do,' for two minutes. Then act.",
        "why": "A brief mantra pairs your intention with breath for directed focus."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Keyboard Tai-Chi",
        "how": "Float your hands slowly over the keys for thirty seconds, then type continuously for one minute.",
        "why": "Gentle motor priming eases the transition into writing."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Two-Minute Cleanup",
        "how": "Put away five visible items around you, take a deep exhale, and begin the task.",
        "why": "Micro-tidying reduces visual noise and decision fatigue."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Light Adjust + 10 Breaths",
        "how": "Increase the lighting slightly, then take ten slow breaths and start.",
        "why": "Visual brightness plus calm breath increases alertness without making you jittery."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "If-Then Rule",
        "how": "Decide: 'If I get distracted, then I'll take three breaths and resume.' Now start your work.",
        "why": "Pre-planned responses protect your focus when distractions inevitably appear."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Head–Neck Reset",
        "how": "Make a few gentle nods and side tilts, exhale slowly, and bring your eyes to the task.",
        "why": "Reducing neck strain improves sustained attention—it's hard to focus when you're uncomfortable."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "5-5 Coherent Prep",
        "how": "Breathe in for five seconds, out for five seconds, for about two minutes. Begin immediately after.",
        "why": "HRV coherence steadies both attention and mood for the work block ahead."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Eye Convergence",
        "how": "Bring a finger toward your nose until it doubles, then back out. Repeat six times and begin.",
        "why": "Tuning your near-vision prepares your eyes for close work like reading or typing."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Tiny Deadline",
        "how": "Tell yourself, 'Rough draft in three minutes,' set a timer, and go.",
        "why": "Short deadlines convert vague intention into immediate action."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Visual Anchor Sticky",
        "how": "Place a sticky note with one verb—like 'Write'—where you'll see it. Breathe and start.",
        "why": "A salient visual cue keeps your attention oriented to a single goal."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Gratitude for Tool",
        "how": "Look at your hands or pen and thank them for what they do. Then begin typing or writing.",
        "why": "Positive affect broadens attention and eases your entry into work."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Box Breathing 4s x 8",
        "how": "Inhale four, hold four, exhale four, hold four, for eight cycles. Then start.",
        "why": "Brief box breathing balances arousal without making you sleepy."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Sway→Still",
        "how": "Stand and make a small side-to-side sway for thirty seconds, then become still and begin.",
        "why": "Settling from movement into stillness primes your attention."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Outcome Sketch",
        "how": "Mind-map or outline for three minutes, then choose the first branch to execute.",
        "why": "Externalizing the structure reduces cognitive load and clarifies action."
    },
    {
        "time": "1–3 min",
        "goal": "Focus/clear mind",
        "name": "Low-Hum Draft",
        "how": "Quietly hum on each exhale while you type the first paragraph. (Private spaces only!)",
        "why": "Prosodic vibration steadies your nerves while you start producing."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Breath Ladder",
        "how": "Breathe 4-in/6-out for two minutes, then 5-in/5-out for two minutes. Begin immediately after.",
        "why": "Ramping to coherence stabilizes your physiology and focus for a longer work block."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Outline Sprint",
        "how": "Spend three minutes making a quick mind-map, then act on the first branch.",
        "why": "Rapid planning converts overwhelm into an executable path."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Pomodoro Launch",
        "how": "Set a 25-minute timer, write the task plus your first step, breathe slowly for one minute, then start.",
        "why": "A clear time container and a first action reliably trigger engagement."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Gendlin Unblock",
        "how": "Sense what feels stuck, then ask yourself what would ease it by just five percent. Do that thing immediately.",
        "why": "Small, body-informed moves dissolve resistance without overwhelming you."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Progressive Release",
        "how": "Release tension in your hands, jaw, shoulders, and brow in sequence, then begin typing without stopping for one minute.",
        "why": "Letting go of key tension hotspots frees up attention and flow."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Walk-Prime",
        "how": "Walk briskly for three minutes, return, take one long exhale, and write one sentence.",
        "why": "Short movement boosts blood flow and alertness before deep work."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Clean Scene 5",
        "how": "Remove or close five distracting items or tabs. Breathe ten slow breaths. Start.",
        "why": "Reducing visual and digital clutter decreases task switching and distraction."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Mantra Walk",
        "how": "Walk for three minutes repeating 'step/do,' then sit and act on the first step.",
        "why": "Rhythmic mantra primes movement into execution."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Visualize Finish",
        "how": "Picture the task completed. Inhale. Then do the first thirty seconds of the real thing.",
        "why": "Future image plus immediate action strengthens commitment loops."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Cross-Lateral Flow",
        "how": "Do slow cross-crawl movements for two minutes, sit down, take a deep exhale, and start.",
        "why": "Cross-lateral movement improves coordination and focus."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Alexander Constructive Sit",
        "how": "Sit with your head forward-up and your back wide. Breathe calmly for a minute and begin.",
        "why": "Effortless alignment naturally supports sustained attention."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Two-List Split",
        "how": "Make two quick lists—'Must' and 'Later.' Do the top 'Must' item immediately.",
        "why": "Separating priorities reduces anxiety and focuses action."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "3-Minute Draft",
        "how": "Write continuously for three minutes without editing. Keep your fingers moving.",
        "why": "Freewriting overcomes perfectionism and starts momentum rolling."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Single Window",
        "how": "Close all apps except the one you need. Take one slow sigh and begin.",
        "why": "Context minimization prevents switching costs and improves depth of focus."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Metacognitive Nudge",
        "how": "Ask yourself, 'What would make this 10% easier?' Implement that tweak, then start.",
        "why": "Small improvements lower friction and increase follow-through."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Visual Chunk First",
        "how": "Box or highlight the first paragraph or section and work only on that chunk.",
        "why": "Chunking reduces overwhelm and concentrates attention where it matters."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Ear-to-Shoulder Ease",
        "how": "Gently release each side of your neck with slow ear-to-shoulder stretches, then read or write.",
        "why": "Neck ease improves eye tracking and cognitive comfort."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Note-Card Thesis",
        "how": "Write your thesis or goal in one sentence on a card. Breathe 4-6 for a minute, then expand it.",
        "why": "A single clear statement tightens focus and guides your output."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Countdown Launch",
        "how": "Count your exhales from ten down to one. On 'one,' start immediately.",
        "why": "A brief ritual converts intention into action."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Safe Soundtrack",
        "how": "Play a non-lyric track for three to five minutes while breathing evenly, then continue in silence.",
        "why": "Brief auditory pacing stabilizes tempo and focus."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Doorway Ritual",
        "how": "Stand, exhale, step back through an imagined doorway into 'work mode,' and begin.",
        "why": "Embodied cues create reliable state transitions into focus."
    },
    {
        "time": "3–5 min",
        "goal": "Focus/clear mind",
        "name": "Gratitude Loop",
        "how": "Thank three supports—your chair, the light, your hands—then begin the task.",
        "why": "Positive affect widens then aims attention productively."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Half-Smile + Breath",
        "how": "Soften your eyes and gently lift the corners of your mouth into a half-smile. Take a slow six-count exhale.",
        "why": "Facial feedback combined with a long exhale activates your social engagement system."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Ally Recall",
        "how": "Picture one supportive person or pet in your mind and breathe gently for two breaths before you speak.",
        "why": "Remembering co-regulation with someone safe cues warmth and connection."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Prosody Warm-Up",
        "how": "Quietly hum 'mmm-hmm' on an exhale and feel the vibration in your chest. Repeat twice.",
        "why": "Prosodic vibration primes a warm, friendly voice tone."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Gaze Triangle",
        "how": "When greeting someone, let your eyes move from their eyes to mouth and back to eyes once, at an easy pace.",
        "why": "A gentle triangle pattern keeps eye contact warm without staring."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Ground Feet",
        "how": "Press both feet into the floor for five seconds, release, and let a small smile appear on your face.",
        "why": "Grounding decreases jitters and supports approachable posture."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Breath-Before-Speak",
        "how": "Take one long exhale before you say your first sentence.",
        "why": "Slowing down steadies your voice and pacing—it makes you sound calmer and more present."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Kind Line",
        "how": "Think, 'This is a human moment' as you soften your face.",
        "why": "Compassionate framing reduces performance anxiety and invites genuine connection."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Slow Blink",
        "how": "Make two or three slow, cat-like blinks, then meet the other person's eyes.",
        "why": "Slow blinks are a mammalian safety signal and naturally relax your face."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Pace Match",
        "how": "Match the other person's speaking pace for just one line, then return to your own natural rhythm.",
        "why": "Brief mirroring increases rapport really quickly."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Ask a Tiny Q",
        "how": "Open with a small, genuine question like 'How's your day going?' and actually listen.",
        "why": "Simple curiosity lowers pressure on you and opens up real connection."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Name 3 Safeties",
        "how": "Quietly note three safe features around you—the light, your chair, a friendly face—and take a slow breath.",
        "why": "Orienting to safety confirms there's no immediate threat here."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Tongue Drop Talk",
        "how": "Release your tongue from the roof of your mouth, then speak.",
        "why": "Relaxing your tongue and jaw softens your tone and reduces tension."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Hand Warm",
        "how": "Rub your hands together for ten seconds and carry that warmth into your greeting.",
        "why": "Warm hands prime a friendly, open approach."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Smile with Eyes",
        "how": "Let the smile start in your eyes before it reaches your mouth.",
        "why": "Eye smiling signals warmth and safety almost instantly."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Anchor Object",
        "how": "Touch a ring, stone, or pen as you take one slow breath, then speak.",
        "why": "A tactile anchor steadies your nerves as you enter contact."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Voice Hum 2x",
        "how": "Hum gently on the next two exhales—quietly if you're in public—then say hello.",
        "why": "Humming tunes your voice and calms nerves before you speak."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Micro-Bow",
        "how": "Offer a tiny nod as you greet someone.",
        "why": "A small bow conveys respect and eases those first moments."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Kind Gaze",
        "how": "Imagine you're seeing a friend, and let that feeling soften your face before you speak.",
        "why": "Positive expectancy naturally shapes your tone and body language."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Two Ears",
        "how": "Decide you'll listen twice as much as you speak for the first minute.",
        "why": "Commitment to listening reduces self-consciousness and builds rapport."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Exhale Then Name",
        "how": "Exhale fully, then say your name at a natural pace.",
        "why": "Breath-led speech sounds calmer and more confident."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Shoulder Drop",
        "how": "Let your shoulders melt down as you breathe out, then offer your greeting.",
        "why": "Releasing that protective 'armor' softens your whole presence."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Side Gaze Soft",
        "how": "Briefly look to one side with soft focus, then return your gaze to the person.",
        "why": "Lateral gaze shifts you from threat scanning to exploration and ease."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Temple Circles",
        "how": "Make small circles at your temples with two fingers for fifteen seconds before speaking.",
        "why": "Gentle facial touch calms you and warms up your expression."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Friendly Detail",
        "how": "Notice one pleasant detail about the person or room and let it inform your opening line.",
        "why": "Focusing on something you genuinely like primes warmth and connection."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Hand-on-Sternum",
        "how": "Rest a palm on your chest for one breath, then step in to say hello.",
        "why": "Self-contact plus ventral vagal cues support ease and connection."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Gentle Sway",
        "how": "Make a tiny side-to-side sway for ten seconds, then stand still and greet.",
        "why": "Rhythm settles jitters; stillness afterward reads as calm."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Kind Word Inside",
        "how": "Silently say a kind word to yourself—'friend' or 'safe'—then engage.",
        "why": "Self-compassion reduces threat appraisal in social moments."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Ear Rub",
        "how": "Rub each ear for fifteen seconds, soften your voice, and begin.",
        "why": "Ear stimulation plus intentional softening promotes a warmer tone."
    },
    {
        "time": "0:30",
        "goal": "Social ease",
        "name": "Smile Breath",
        "how": "Breathe in and out while keeping a soft, genuine smile.",
        "why": "Breath plus smile co-activate safety and approach circuits."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Loving-Kindness Mini",
        "how": "Silently repeat, 'May I be safe, peaceful, and kind to myself,' for two minutes.",
        "why": "Self-compassion engages affiliative systems that naturally reduce social fear."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Hand-Heart-Belly",
        "how": "Place one hand on your heart and one on your belly. Breathe slowly for two minutes.",
        "why": "Dual self-touch plus slow breath increases felt safety and warmth."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Glimmer Hunt 5",
        "how": "Find five small pleasant cues in your space and linger briefly on each one.",
        "why": "Training your attention toward safety cues reduces social threat bias."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Voice Glide",
        "how": "Hum from low to medium, then read a friendly line out loud to feel a warm tone.",
        "why": "Prosody practice tunes your social engagement system."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Friendly Opener Rehearsal",
        "how": "Practice one simple opener you'll actually use, pairing it with two slow breaths.",
        "why": "Rehearsal reduces uncertainty and eases that first contact."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Smile Lines Practice",
        "how": "Using a mirror or phone, practice the eyes-mouth-eyes gaze triangle and a soft smile.",
        "why": "Gentle eye patterns signal friendliness without staring."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Pace + Pause",
        "how": "Speak one sentence, then pause for a full breath before your next sentence.",
        "why": "Breath-paced speech feels calmer and invites connection."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Pendulate Ease",
        "how": "Notice a nervous spot, then shift to an easy spot, breathing out as you move between them several times.",
        "why": "Moving between activation and comfort builds social steadiness."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Listening Prep",
        "how": "Decide one thing you're curious about and plan your first question.",
        "why": "Curiosity shifts attention outward and softens self-consciousness."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Feldenkrais Face Soften",
        "how": "Make tiny releases in your jaw and cheeks while breathing slowly for a minute.",
        "why": "Facial relaxation supports a warmer voice and presence."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Boundary Cue",
        "how": "Place a hand on your belly and think, 'I can take my time,' while breathing slowly.",
        "why": "A clear inner boundary reduces pressure and panic."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Walk & Breathe",
        "how": "Take slow steps for one to two minutes thinking 'in: here / out: friendly.'",
        "why": "Gentle movement plus intention primes easy approach."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Compliment Seed",
        "how": "Prepare one genuine observation you can share, then breathe and approach.",
        "why": "Positive intent reduces defensiveness and opens rapport."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Ear–Voice Tuning",
        "how": "Gently sweep your ears, then say a warm 'hi' to feel your tone quality.",
        "why": "Ear stimulation plus prosody helps a friendly voice emerge."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Gratitude for Other",
        "how": "Picture one thing you appreciate about the person or group and let your face soften.",
        "why": "Gratitude widens perspective and warms your whole demeanor."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Stance Reset",
        "how": "Stand with feet hip-width, knees soft, and take three slow breaths before engaging.",
        "why": "Stable stance reduces wobble and reads as grounded confidence."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Mirror Lightly",
        "how": "Subtly mirror the other person's posture for a line or two.",
        "why": "Gentle mirroring increases felt rapport really quickly."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Kind Label",
        "how": "Tell yourself, 'This is just a chat, not a test,' while breathing slowly.",
        "why": "Reframing lowers evaluation anxiety and softens your tone."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Eye-Line Choice",
        "how": "Choose a comfortable eye-line—eye level or slightly lower—and keep your gaze soft.",
        "why": "Intentional gaze prevents staring and supports ease."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Ask–Listen–Reflect",
        "how": "Mentally repeat 'ask, listen, reflect' and practice it with one short exchange.",
        "why": "A simple loop gives structure and reduces performance pressure."
    },
    {
        "time": "1–3 min",
        "goal": "Social ease",
        "name": "Gentle Shake & Step",
        "how": "Shake your arms lightly for twenty seconds, exhale, and walk in with a small smile.",
        "why": "Brief mobilization discharges jitters before connection."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Coherent Breath + Rehearse",
        "how": "Breathe 5-in/5-out for four minutes while softly practicing your opener and first question.",
        "why": "Steady physiology plus rehearsal builds confident ease."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Warm Voice Ladder",
        "how": "Hum, slide through gentle vowels like 'mmm-ahh,' then speak a friendly sentence.",
        "why": "Prosodic warm-ups activate the social engagement system."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Compassion Script",
        "how": "Quietly repeat, 'This is hard; others feel this too; may I be kind,' then approach.",
        "why": "Common-humanity framing reduces shame and softens presence."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Friendly Walk",
        "how": "Take a three-minute loop noticing five pleasant details, then carry that softness into the room.",
        "why": "Pleasant orientation shifts mood and body language."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Ogden Push/Pull + Gaze",
        "how": "Press your hands into your thighs, release, then practice the eyes-mouth-eyes triangle before entering.",
        "why": "Discharging tension plus gentle eye patterns supports calm approach."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Safe Person Imagery",
        "how": "Imagine chatting with a trusted friend first—feel their warmth—then speak to the real person.",
        "why": "Borrowed co-regulation primes safety and openness."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Listening Drill",
        "how": "Spend sixty seconds just listening to room sounds without judging them, then greet someone.",
        "why": "Practicing receptive attention lowers self-focus and invites connection."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Micro-Story Bank",
        "how": "Draft three ten-second light stories you can share. Breathe between them.",
        "why": "Having material ready reduces pressure and improves conversational flow."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Boundaries Prep",
        "how": "Practice saying, 'Let me think,' or 'I'll circle back,' with a slow exhale.",
        "why": "Prepared boundaries increase safety and ease in conversation."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Smile in Steps",
        "how": "Walk twenty slow steps, inhaling 'step' and exhaling 'smile,' then approach.",
        "why": "Rhythm plus friendly intent softens nerves and posture."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Prosody Practice",
        "how": "Read two friendly sentences with a gentle rise and fall to feel how it lands.",
        "why": "Prosodic variety signals safety and warmth to others."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Self-Talk Reframe",
        "how": "Say, 'I'm here to connect, not to perform,' while breathing slowly.",
        "why": "Reframing your purpose reduces evaluation anxiety and increases presence."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "3-Cue Launch",
        "how": "Exhale, soften your eyes, give a tiny nod—then approach and say hello.",
        "why": "A simple ritual organizes your nervous system for contact."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Kind Inquiry Pack",
        "how": "Prepare three openers—like 'What are you working on lately?'—and practice saying them kindly.",
        "why": "Prepared curiosity eases entry and sustains conversation."
    },
    {
        "time": "3–5 min",
        "goal": "Social ease",
        "name": "Anchor Stone",
        "how": "Hold a smooth stone or card, breathe and feel its texture before engaging.",
        "why": "A tactile anchor steadies you in social flow."
    }
]